"Accepted" = "Accepted";
"Please upgrade to QuickTime 7 to run USB Missile Launcher NZ" = "Bitte auf QuickTime 7 updaten";
"This beta release adds support for Joysticks and the Striker II launcher. Please see the built in HELP or README file for details on how to enable support for the Striker II. New troubleshooring tips and advise are now available in the help as well." = "Diese Beta Version bietet Unterstützung für Joysticks und dem Striker II Raketenwerfer. Bitte für Details die Read Me und Help Files lesen, wie man den Striker II einbindet. Auch neu: Tipps zur Problembeseitigung.";
"Couldn't create a video channel.  Check your video device connections and try again." = "Konnte keinen Video Kanal finden.  Überprüfen Sie die Video-Kamera-Verbindungen und versuchen sie es erneut.";
"Couldn't create an audio channel.  Check your audio device connections and try again." = "Konnte keinen Audio Kanal finden.  Überprüfen Sie die Audio-Verbindungen und versuchen sie es erneut.";
"Pause" = "Pause";
"Recording paused..." = "Aufnahme Pause...";
"Resume" = "Fortsetzen";
"Recording in progress..." = "Aufnahme-Fortschritt .....";
"Recording stopped." = "Aufnahme gestoppt.";
"Record" = "Aufnahme";
"Press Record to capture video" = "Aufnahme drücken um Videobild aufzunehmen";
"Camera not on" = "Kamera ist aus - oder nicht angeschlossen";
"A New Version is Available" = "Eine neue Version ist verfügbar";
"Your Software is up-to-date" = "Ihre Software ist Up-to-date";
"You have the most recent version of USB Missile Launcher NZ." = "Sie haben die neuste Version von USB Missile Launcher NZ.";
"A new version of USB Missile Launcher NZ is available (version %@). Would you like to download the new version now?" = "Eine neue Version von USB Missile Launcher NZ ist verfügbar (Version %@). Möchten sie die neue Version jetzt herunterladen?";
"Version Check has Failed" = "Die Versionsprüfung ist fehlgeschlagen";
"An error occured whilst trying to retrieve the current version number from the internet." = "Es gab einen Fehler bei der Überprüfung der neusten Version im Internet.";
"OK" = "OK";
"There was an error connecting to the server." = "Es gab einen Fehler bei der Server-Verbindung.";
"Either you do not have the internet or the server is down for maintenance." = "Entweder haben sie keine Verbindung zum Internet - oder der Server ist nicht verfügbar.";
"Close" = "Schliessen";
"Preference version change." = "Einstellungen geändert.";
"Please review the application preference settings. Thank you for downloading and running this software." = "Bitte überprüfen sie die Voreinstellungen des Programms. Danke für das Herunterladen der Software.";
"Missile Launcher is NOT connected" = "Missile Launcher ist NICHT verbunden - bitte den Launcher anschliessen.";
"Launcher Not Connected" = "Launcher NICHT verbunden";
"Launcher Status: Disabled" = "Launcher Status: abgeschaltet";
"USB Launcher Connected" = "USB Launcher verbunden";
"USB Launcher Disconnected" = "USB Launcher unterbrochen";
"USB connection error - launcher disconnected" = "USB verbunden gab - launcher unterbrochen";
"Triple Fire Engaged" = "Dreifach-Feuer eingestellt";
"Launcher locked automatically" = "Launcher automatisch verriegelt";
"Launcher Status: Enabled" = "Launcher Status: Enabled";
"AutoLocking enabled" = "AutoLocking eingeschaltet";
"Abort activated - command termination in progress"= "Abschaltung - Befehlsabbruch eingeleitet";
"Error: Command in progress!" = "Fehler: Befehl in Ausführung!";
"Relocating launcher to top left" = "Ortung des Launchers oben links";
"Relocating launcher to middle" = "Ortung des Launchers mittig";
"Test Complete" = "Test abgeschlossen";
"Launcher is Disabled, Release Safety First" = "Launcher ist abgeschaltet, Sicherung entriegeln";
"Look Out - triple fire" = "Achtung - Dreifach-Feuer";